app/controllers/utilisateurs_controller.rb

  def index
    @utilisateurs = Utilisateur.all
---
SELECT "utilisateurs".* FROM "utilisateurs"